start-msg = مرحبا {$user}!
    <b>أنا روبوت إجراءات القناة</b>, يركز الروبوت بشكل أساسي على العمل مع الجديد <a href='https://t.me/telegram/153'>موافقة المشرف على روابط الدعوة</a>.
    <i>أنا استطيع</i>:
    - <i>الموافقة التلقائية على طلبات الانضمام الجديدة</i>
    - <i>رفض تلقائي لطلبات الانضمام الجديدة.</i>
    <code>انقر فوق الزر أدناه لمعرفة كيفية استخدامي!</code>
help = <b>تعليمات الاستخدام.</b>
    
    أضفني إلى قناتك كمسؤول ، مع إذن "إضافة مستخدمين" ، وإعادة توجيه رسالة إليّ من تلك الدردشة لإعدادني!
    
usage-help = كيف تستعملني ❓
updates = التحديثات
no-perms = إما لم تتم إضافتي في الدردشة كمسؤول ، أو أنك لست مسؤولاً في الدردشة!
not-admin = أنت لست مسؤول في الدردشة!
btn-approve = قبول الأعضاء الجدد
btn-disapprove = ارفض الأعضاء الجدد
btn-custom = رسالة ترحيب مخصصة
chat-settings = *إعدادات {$title}*
    الاعدادات الحالية:
    الموافقة التلقائية: {$autoappr}.
chat-settings-approved = تم تحديث الإعدادات! طلبات جديدة للانضمام للقناة {$title} ستتم الموافقة عليه تلقائيًا!
chat-settings-disapproved = تم تحديث الإعدادات! طلبات الانضمام الجديدة في القناة {$title} سيتم رفضه تلقائيًا!
welcome-text = أدخل رسالة الترحيب التي تريد أن يتلقاها الأعضاء الجدد المعتمدين / المرفوضين.
    التنسيقات المتوفرة:
    - $name - اسم المستخدمين.
    - $chat - عنوان الدردشة.
provide-msg = يرجى تقديم رسالة!
welcome-set = تم تعيين رسالة الترحيب على:
    {$msg}
