start-msg = নমস্কাৰ {$user}!
    <b>মই চেনেল কাৰ্য্যকাৰ বট</b>, বট, মুখ্যতঃ নতুন <a href='https://t.me/telegram/153'>প্ৰশাসকৰ অনুমোদন আমন্ত্ৰণ লিংকসমূহ</a> সৈতে কাম কৰাৰ ওপৰত গুৰুত্ব দিয়া হৈছে.

    <i>মই কি কৰিব পাৰো</i>:
    - <i>স্বয়ংক্ৰিয়ভাৱে নতুন যোগদানঅনুৰোধ অনুমোদিত কৰা</i>
    - <i>স্বয়ংক্ৰিয়ভাৱে নতুন যোগদানঅনুৰোধ অস্বীকাৰ কৰা</i>

    <code>মোক কেনেদৰে ব্যৱহাৰ কৰিব লাগে জানিবলৈ তলৰ বুটামত ক্লিক কৰক!</code>

help = <b>ব্যৱহাৰৰ নিৰ্দেশনাসমূহ.</b>
    
    প্ৰশাসক হিচাপে মোক আপোনাৰ চেনেলত যোগ দিয়ক, "ব্যৱহাৰকাৰী যোগ কৰক" অনুমতিৰ সৈতে, আৰু মোক ছেট আপ কৰিবলৈ সেই চেটৰ পৰা এটা বাৰ্তা ফৰৱাৰ্ড কৰক!

usage-help = মোক কেনেদৰে ব্যৱহাৰ কৰিব ❓

updates = সকলো আপডেট

no-perms = হয় মোক এডমিন হিচাপে চেটত যোগ কৰা নহয়, নতুবা আপুনি চেটত এডমিন নহয়!

not-admin = আপুনি চেটত এডমিন নহয়!

btn-approve = নতুন সদস্যসকলক অনুমোদন কৰক

btn-disapprove = নতুন সদস্যসকলক অস্বীকাৰ কৰক

btn-custom = স্বনিৰ্বাচিত স্বাগতম বাৰ্তা

chat-settings = *সংহতিসমূহ {$title}*

    বৰ্তমান সংহতিসমূহ:
    স্বয়ংঅনুমোদন: {$autoappr}.

chat-settings-approved = ছেটিংছ আপডেট কৰা হৈছে! চেনেল {$title} ত নতুন যোগদান অনুৰোধ স্বয়ংক্ৰিয়ভাৱে অনুমোদিত হ'ব!

chat-settings-disapproved = ছেটিংছ আপডেট কৰা হৈছে! চেনেল {$title} ত নতুন যোগদান অনুৰোধ স্বয়ংক্ৰিয়ভাৱে অস্বীকাৰ কৰা হ'ব!

welcome-text = আপুনি নতুন অনুমোদিত/অস্বীকৃত সদস্যসকলে প্ৰাপ্ত কৰিব বিচৰা স্বাগতম বাৰ্তাপ্ৰবিষ্ট কৰক.

    উপলব্ধ ফৰ্মেটিং:
    - $name - ব্যৱহাৰকাৰীৰ নাম.
    - $chat - চেটৰ নাম.

provide-msg = অনুগ্ৰহ কৰি এটা বাৰ্তা প্ৰদান কৰক!

welcome-set = নতুন স্বাগতম বাৰ্তা ছেট কৰা হৈছে:
    {$msg}

