start-msg = হাই {$user}!
    <b>আমি চ্যানেল অ্যাকশন বট</b>, একটি বট প্রধানত নতুন অ্যাডমিন <a href='https://t.me/telegram/153'>অনুমোদনের আমন্ত্রণ লিঙ্কগুলির</a> সাথে কাজ করার উপর ফোকাস করে।

    <i>আমি পারি</i>:
    - <i>নতুন যোগদানের অনুরোধ অটো অনুমোদন করতে</i>
    - <i>নতুন যোগদানের অনুরোধ অটো প্রত্যাখ্যান করতে।</i>

    <code>আমাকে কীভাবে ব্যবহার করবেন তা জানতে নীচের বাটনে ক্লিক করুন!</code>

help = <b>ব্যবহারের নির্দেশাবলী।</b>

    আমাকে আপনার চ্যানেলে অ্যাডমিনিস্ট্রেটর হিসেবে যোগ করুন, "ব্যবহারকারী যোগ করার" অনুমতি সহ, এবং আমাকে সেট আপ করার জন্য সেই চ্যাট থেকে একটি বার্তা ফরওয়ার্ড করুন!

usage-help = আমাকে কিভাবে ব্যবহার করবেন ❓

updates = আপডেট

no-perms = হয় আমাকে চ্যাটে অ্যাডমিন হিসেবে নিযুক্ত করা হয়নি, অথবা আপনি চ্যাটে অ্যাডমিন নন!

not-admin = চ্যাটে আপনি অ্যাডমিন নন!

btn-approve = নতুন সদস্যদের অনুমোদন করুন

btn-disapprove = নতুন সদস্যদের বাতিল করুন

btn-custom = কাস্টম স্বাগতম বার্তা

chat-settings = *{$title} এর সেটিংস*

    বর্তমান সেটিংস:
    AutoApprove: {$autoappr}.

chat-settings-approved = সেটিংস আপডেট! চ্যানেলের {$title} নতুন যোগদানের অনুরোধ স্বয়ংক্রিয়ভাবে গ্রহণ করা হবে!

chat-settings-disapproved = সেটিংস আপডেট! চ্যানেলের {$title} নতুন যোগদানের অনুরোধ স্বয়ংক্রিয়ভাবে বাতিল করা হবে!

welcome-text = আপনি যে স্বাগত বার্তাটি নতুন অনুমোদিত/অননুমোদিত সদস্যদের পাঠাতে চান তা লিখুন।

    প্রাপ্তিসাধ্য বিন্যাস:
    - $name - ব্যবহারকারীর নাম।
    - $chat - চ্যাট টাইটেল।

provide-msg = একটি বার্তা প্রদান করুন!

welcome-set = স্বাগত বার্তা সেট করা হয়েছে:
    {$msg}
