start-msg = હાય {$user}!
    <b>હું ચેનલ એક્શન્સ બોટ છું</b> , એક બોટ જે મુખ્યત્વે નવી <a href='https://t.me/telegram/153'>એડમિન મંજૂરી આમંત્રણ લિંક્સ</a> સાથે કામ કરવા પર કેન્દ્રિત છે.

    <i>હું આ કરી શકું છું</i> :
    - <i>નવી જોડાવાની વિનંતીઓને સ્વતઃ મંજૂર કરી શકું</i>
    - <i>નવી જોડાવાની વિનંતીઓ</i> 

    <i>સ્વતઃ નકારી શકાય.</i>

    <code>મારો ઉપયોગ કેવી રીતે કરવો તે જાણવા માટે નીચેના બટન પર ક્લિક કરો!</code>

help = <b>ઉપયોગ માટેની સૂચનાઓ.</b>

    મને તમારી ચેનલમાં એડમિનિસ્ટ્રેટર તરીકે ઉમેરો, "વપરાશકર્તાઓ ઉમેરો" પરવાનગી સાથે, અને મને સેટ કરવા માટે તે ચેટમાંથી એક સંદેશ ફોરવર્ડ કરો!

usage-help = મારો ઉપયોગ કેવી રીતે કરવો ❓

updates = અપડેટ્સ

no-perms = કાં તો મને ચેટમાં એડમિન તરીકે ઉમેરવામાં આવ્યો નથી, અથવા તમે ચેટમાં એડમિન નથી!

not-admin = તમે ચેટમાં એડમિન નથી!

btn-approve = નવા સભ્યોને મંજૂર કરો!

btn-disapprove = નવા સભ્યોને નામંજૂર કરો!

btn-custom = કસ્ટમ સ્વાગત સંદેશ!

chat-settings = *{$title} માટે સેટિંગ્સ*

    વર્તમાન સેટિંગ્સ:
    સ્વતઃ મંજૂર કરો: {$autoappr}.

chat-settings-approved = સેટિંગ્સ અપડેટ! ચેનલ {$title} માં જોડાવા માટેની નવી વિનંતીઓ આપમેળે મંજૂર કરવામાં આવશે!

chat-settings-disapproved = સેટિંગ્સ અપડેટ! ચેનલ {$title} માં જોડાવાની નવી વિનંતીઓ આપમેળે નામંજૂર કરવામાં આવશે!

welcome-text = નવા મંજૂર/અસ્વીકાર્ય સભ્યો પ્રાપ્ત થાય તે માટે તમે ઇચ્છો છો તે સ્વાગત સંદેશ દાખલ કરો.

    ઉપલબ્ધ ફોર્મેટિંગ:
    - $name - વપરાશકર્તાઓનું નામ.
    - $chat - ચેટ શીર્ષક.

provide-msg = કૃપા કરીને સંદેશ આપો!

welcome-set = સ્વાગત સંદેશ આના પર સેટ કરેલ છે:
    {$msg}
