start-msg = नमस्ते {$user}!
    <b>मैं चैनल ऐक्शन्स बॉट हूं</b>, एक बॉट मुख्य रूप से नए एडमिन अनुमोदन आमंत्रण लिंक <a href='https://t.me/telegram/153'> के साथ काम करने पर केंद्रित है</a>.

    <i>मैं कर सकता हूं</i>:
    - <i>नए ज्वाइन अनुरोधों को स्वचालित रूप से स्वीकृत</i>
    - <i>नए अनुरोध में शामिल होने के लिए स्वचालित रूप से अस्वीकार</i>

    <code>मुझे कैसे उपयोग करें यह जानने के लिए नीचे दिए गए बटन पर क्लिक करें!</code>

help = <b>उपयोग के निर्देश.</b>
    
    एक व्यवस्थापक के रूप में मुझे अपने चैनल में जोड़ें, "उपयोगकर्ताओं को जोड़ें" अनुमति के साथ, और मुझे सेट करने के लिए उस चैट से मुझे एक संदेश भेजें!
    
usage-help = मुझे का उपयोग कैसे करें ❓ 

updates = अपडेट

no-perms = या तो मैं चैट में एक व्यवस्थापक के रूप में नहीं जोड़ा गया है, या आप चैट में एक व्यवस्थापक नहीं हैं!

not-admin = आप चैट में एक व्यवस्थापक नहीं हैं!

btn-approve = नए सदस्यों को मंजूरी दें

btn-disapprove = नए सदस्यों का बहिष्कार करें

btn-custom = कस्टम वेलकम मैसेज

chat-settings = *{$title} के लिए सेटिंग*

    मौजूदा सेटिंग:
    AutoApprove: {$autoappr}.

chat-settings-approved = सेटिंग्स अपडेटेड! {$title} चैनल में नए ज्वॉइन अनुरोध स्वचालित रूप से मंजूर हो जाएंगे!

chat-settings-disapproved = सेटिंग्स अपडेटेड! {$title} चैनल में नए ज्वॉइन अनुरोध स्वचालित रूप से नामंजूर हो जाएंगे!

welcome-text = स्वागत संदेश दर्ज करें जिसे आप नए अनुमोदित/अस्वीकृत सदस्यों को प्राप्त करना चाहते हैं।

    उपलब्ध फॉर्मेटिंग:
    - $name - यूजर्स का नाम.
    - $chat - चैट टाइटल.

provide-msg = कृपया एक संदेश प्रदान करें!

welcome-set = स्वागत संदेश इस पर सेट किया गया हैः
    {$msg}
