start-msg = Hi {$user}!
    <b>私はチャンネルアクションボットです</b>, 主に新しいものでの作業に焦点を当てたボット <a href='https://t.me/telegram/153'>管理者承認の招待リンク</a>.

    <i>できます</i>:
    - <i>新しい参加リクエストを自動承認</i>
    - <i>新しい参加リクエストの自動拒否.</i>

    <code>下のボタンをクリックして、の使用方法を確認してください 私を !</code>

help = <b>使用説明書.</b>
    
    「ユーザーの追加」権限を使用して、私を管理者としてチャンネルに追加し、そのチャットからメッセージを転送してセットアップしてください!

usage-help = の使い方私を ❓

updates = アップデート

no-perms = 私が管理者としてチャットに追加されていないか、あなたがチャットの管理者ではありません!

not-admin = あなたはチャットの管理者ではありません!

btn-approve = 新しいメンバーを承認する

btn-disapprove = 新しいメンバーを不承認

btn-custom = カスタム ウェルカム メッセージ

chat-settings = *{$title}設定為に*

    現在設定:
    承認する自動: {$autoappr}.

chat-settings-approved = 設定が更新されました！チャンネルでの新しい参加リクエスト {$title} になります自動承認！

chat-settings-disapproved = 設定が更新されました！チャンネルでの新しい参加リクエスト {$title} になります自動的に不承認！

welcome-text = 新しい承認/非承認メンバーに送信するウェルカム メッセージを入力します.

    利用可能 フォーマット:
    - $name - ユーザー名.
    - $chat - チャットのタイトル.

provide-msg = どうか メッセージを提供する!

welcome-set = までウェルカム メッセージ セット:
    {$msg}
