start-msg = Hi {$user}!
    <b>ನಾನು ಚಾನೆಲ್ ಆಕ್ಷನ್ಸ್ ಬಾಟ್</b>, ಹೊಸ <a href='https://t.me/telegram/153'>ನಿರ್ವಾಹಕರ ಅನುಮೋದನೆಯ ಆಹ್ವಾನ ಲಿಂಕ್‌ಗಳ</a> ಜೊತೆಗೆ ಕೆಲಸ ಮಾಡುವುದರ ಮೇಲೆ ಪ್ರಮುಖವಾಗಿ ಗಮನಹರಿಸಿದ ಬಾಟ್..

    <i>ನಾನು</i>:
    - <i>ಹೊಸ ಸೇರ್ಪಡೆ ವಿನಂತಿಗಳನ್ನು ಸ್ವಯಂ ಅನುಮೋದಿಸಬಲ್ಲೆ</i>
    - <i>ಸ್ವಯಂ ನಿರಾಕರಣೆ ಹೊಸ ಸೇರ್ಪಡೆ ವಿನಂತಿಗಳು.</i>

    <code>ನನ್ನನ್ನು ಹೇಗೆ ಬಳಸುವುದು ಎಂದು ತಿಳಿಯಲು ಕೆಳಗಿನ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ!</code>

help = <b>ಬಳಕೆಯ ಸೂಚನೆಗಳು.</b>
    
    "ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸು" ಅನುಮತಿಯೊಂದಿಗೆ ನನ್ನನ್ನು ನಿಮ್ಮ ಚಾನಲ್‌ಗೆ ನಿರ್ವಾಹಕರಾಗಿ ಸೇರಿಸಿ ಮತ್ತು ನನ್ನನ್ನು ಹೊಂದಿಸಲು ಆ ಚಾಟ್‌ನಿಂದ ನನಗೆ ಸಂದೇಶವನ್ನು ಫಾರ್ವರ್ಡ್ ಮಾಡಿ!

usage-help = ನನ್ನನ್ನು ಹೇಗೆ ಬಳಸುವುದು ❓

updates = ಅಪ್ಡೇಟ್ಸ್

no-perms = ಒಂದೋ ನನ್ನನ್ನು ಚಾಟ್‌ನಲ್ಲಿ ನಿರ್ವಾಹಕರಾಗಿ ಸೇರಿಸಲಾಗಿಲ್ಲ, ಅಥವಾ ನೀವು ಚಾಟ್‌ನಲ್ಲಿ ನಿರ್ವಾಹಕರಾಗಿಲ್ಲ!

not-admin = ನೀವು ಚಾಟ್‌ನಲ್ಲಿ ನಿರ್ವಾಹಕರಲ್ಲ!

btn-approve = ಹೊಸ ಸದಸ್ಯರನ್ನು ಅನುಮೋದಿಸಿ

btn-disapprove = ಹೊಸ ಸದಸ್ಯರನ್ನು ಅನುಮೋದಿಸಬೇಡಿ

btn-custom = ಕಸ್ಟಮ್ ಸ್ವಾಗತ ಸಂದೇಶ

chat-settings = *{$title}ಗಾಗಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು*

    ಪ್ರಸ್ತುತ ಸೆಟ್ಟಿಂಗ್‌ಗಳು:
    ಸ್ವಯಂ ಅನುಮೋದನೆ: {$autoappr}.

chat-settings-approved = ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ! {$title} ಚಾನಲ್‌ನಲ್ಲಿ ಹೊಸ ಸೇರ್ಪಡೆ ವಿನಂತಿಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುಮೋದಿಸಲಾಗುತ್ತದೆ!

chat-settings-disapproved = ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ! {$title} ಚಾನಲ್‌ನಲ್ಲಿ ಹೊಸ ಸೇರ್ಪಡೆ ವಿನಂತಿಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುಮೋದಿಸಲಾಗುತ್ತದೆ!

welcome-text = ಹೊಸ ಅನುಮೋದಿತ/ಅನುಮೋದಿತ ಸದಸ್ಯರು ಸ್ವೀಕರಿಸಲು ನೀವು ಬಯಸುವ ಸ್ವಾಗತ ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ.

    ಲಭ್ಯವಿರುವ ಫಾರ್ಮ್ಯಾಟಿಂಗ್‌ಗಳು:
    - $name - ಬಳಕೆದಾರರ ಹೆಸರು.
    - $chat - ಚಾಟ್ ಶೀರ್ಷಿಕೆ.

provide-msg = ದಯವಿಟ್ಟು ಸಂದೇಶವನ್ನು ಒದಗಿಸಿ!

welcome-set = ಸ್ವಾಗತ ಸಂದೇಶವನ್ನು ಹೊಂದಿಸಲಾಗಿದೆ:
    {$msg}
