start-msg =ഹായ് {$user}!
    <b>ഞാൻ ചാനൽ ആക്ഷൻ ബോട്ടാണ്.</b>
    ടെലിഗ്രാമിന്റെ പുതിയ <a href='https://t.me/telegram/153'>അഡ്മിൻ അംഗീകരിക്കുന്ന ക്ഷണ ലിങ്കുകൾക്കൊപ്പം</a> ഞാൻ പ്രവർത്തിക്കുന്നു

    <i>എനിക്ക് കഴിയുന്നത്</i>:
    - <i>പുതിയ ചേരൽ അഭ്യർത്ഥനകൾ സ്വയമേവ അനുവദിക്കുക.</i>
    - <i>പുതിയ ചേരൽ അഭ്യർത്ഥനകൾ സ്വയമേവ നിരസിക്കുക.</i>

    <code>എന്നെ എങ്ങനെ ഉപയോഗിക്കണമെന്ന് അറിയാൻ താഴെയുള്ള ബട്ടൺ ക്ലിക്ക് ചെയ്യുക!</code>

help = <b>ഉപയോഗ നിർദ്ദേശങ്ങൾ.</b>
    
    "Add admins" അനുമതിയോടെ നിങ്ങളുടെ ചാനലിലേക്ക് എന്നെ അഡ്മിനിസ്ട്രേറ്ററായി ചേർക്കുക, എന്നെ സജ്ജീകരിക്കാൻ ആ ചാറ്റിൽ നിന്ന് ഒരു സന്ദേശം കൈമാറുക!
    
usage-help = എന്നെ എങ്ങനെ ഉപയോഗിക്കാം ❓

updates = അപ്ഡേറ്റുകൾ

no-perms = ഒന്നുകിൽ ഞാൻ ചാറ്റിൽ അഡ്മിനായി ചേർത്തിട്ടില്ല, അല്ലെങ്കിൽ നിങ്ങൾ ചാറ്റിൽ ഒരു അഡ്മിൻ അല്ല!

not-admin = നിങ്ങൾ ചാറ്റിൽ ഒരു അഡ്മിൻ അല്ല!

btn-approve = പുതിയ അംഗങ്ങളെ അംഗീകരിക്കുക

btn-disapprove = പുതിയ അംഗങ്ങളെ അംഗീകരിക്കാതിരിക്കുക

btn-custom = ഇഷ്ടാനുസൃത സ്വാഗത സന്ദേശം

chat-settings = *{$title} എന്നതിനായുള്ള ക്രമീകരണങ്ങൾ*

    നിലവിലെ ക്രമീകരണങ്ങൾ:
    AutoApprove: {$autoappr}.

chat-settings-approved = ക്രമീകരണങ്ങൾ അപ്ഡേറ്റ് ചെയ്തു! {$title} ചാനലിലെ പുതിയ ചേരൽ അഭ്യർത്ഥനകൾ സ്വയമേവ അംഗീകരിക്കപ്പെടും!

chat-settings-disapproved = ക്രമീകരണങ്ങൾ അപ്ഡേറ്റ് ചെയ്തു! {$title} ചാനലിലെ പുതിയ ചേരൽ അഭ്യർത്ഥനകൾ സ്വയമേവ നിരാകരിക്കപ്പെടും!

welcome-text = പുതിയ അംഗീകൃത/അംഗീകാരമില്ലാത്ത അംഗങ്ങൾക്ക് ലഭിക്കണമെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്ന സ്വാഗത സന്ദേശം നൽകുക.

    ലഭ്യമായ ഫോർമാറ്റിംഗുകൾ:
    - $name - ഉപയോക്താക്കളുടെ പേര്.
    - $chat - ചാറ്റ് ശീർഷകം.

provide-msg = ദയവായി ഒരു സന്ദേശം നൽകുക!

welcome-set = സ്വാഗത സന്ദേശം ഇതിലേക്ക് സജ്ജമാക്കി:
    {$msg}