start-msg = नमस्ते {$user}!
    <b>मी चॅनल ऍक्शन बॉट आहे</b>, एक बॉट मुख्यतः नवीन <a href='https://t.me/telegram/153'>प्रशासक मंजूरी आमंत्रण लिंक</a> सह काम करण्यावर केंद्रित आहे.

    <i>मी काय करू शकतो?</i>:
    - <i>नवीन सामील होण्याच्या विनंत्या आपोआप मंजूर करणे,</i>
    - <i>नवीन सामील होण्याच्या विनंत्यांना स्वयं नकार देणे..</i>

    <code>मला कसे वापरायचे हे जाणून घेण्यासाठी खालील बटणावर क्लिक करा!</code>

help = <b>वापर सूचना.</b>
    
    मला तुमच्या चॅनेलवर प्रशासक म्हणून जोडा, "नवीन मेंबर जोडा" परवानगीसह, आणि मला सेट करण्यासाठी त्या चॅटमधून एक संदेश फॉरवर्ड करा!

usage-help = मला कसे वापरायचे ❓

updates =  नवीनअपडेट्स

no-perms = एकतर मला चॅटमध्ये प्रशासक म्हणून जोडले गेले नाही किंवा तुम्ही चॅटमध्ये प्रशासक नाही!

not-admin = तुम्ही चॅटमध्ये प्रशासक नाही!

btn-approve = नवीन सदस्य सामील होण्याच्या विनंत्या मंजूर करा.

btn-disapprove = नवीन सदस्य सामील होण्याच्या विनंत्या नामंजूर करा.

btn-custom = सानुकूल स्वागत संदेश

chat-settings = *{$title} साठी सेटिंग्ज*

    वर्तमान सेटिंग्ज:
    स्वयं मंजूर: {$autoappr}.

chat-settings-approved = सेटिंग्ज अपडेट केल्या! {$title} चॅनेलमध्ये सामील होण्याच्या नवीन विनंत्या आपोआप मंजूर केल्या जातील!

chat-settings-disapproved = सेटिंग्ज अपडेट केल्या! {$title} चॅनेलमध्ये सामील होण्याच्या नवीन विनंत्या आपोआप नाकारल्या जातील!

welcome-text = नवीन स्वीकृत/अस्वीकृत सदस्यांना प्राप्त व्हावे असा स्वागत संदेश प्रविष्ट करा.

    उपलब्ध स्वरूपन:
    - $name - वापरकर्ता नाव.
    - $chat - चॅट शीर्षक.

provide-msg = कृपया एक संदेश द्या!

welcome-set = स्वागत संदेश यावर सेट केला आहे:
    {$msg}
