start-msg = नमस्ते {$user}!
    <b>म च्यानल कार्य बोट हुँ</b>, एउटा बट मुख्यतया नयाँ <a href='https://t.me/telegram/153'>प्रशासक अनुमोदन आमन्त्रित लिङ्कहरू</a> सँग काम गर्नमा केन्द्रित छ।

    <i>म सक्छु</i>:
    - <i>नयाँ सामेल अनुरोधहरू स्वत: अनुमोदन गर्नुहोस्</i>
    - <i>नयाँ सामेल हुने अनुरोधहरू स्वत: अस्वीकार गर्नुहोस्।</i>

    <code>मलाई कसरी प्रयोग गर्ने भनेर जान्नको लागि तलको बटनमा क्लिक गर्नुहोस्!</code>

help = <b>प्रयोग निर्देशनहरू।</b>
    
    मलाई आफ्नो च्यानलमा प्रशासकको रूपमा थप्नुहोस्, "प्रयोगकर्ताहरू थप्नुहोस्" अनुमतिको साथ, र मलाई सेट अप गर्नको लागि त्यो च्याटबाट सन्देश फर्वार्ड गर्नुहोस्!

usage-help = मलाई कसरी प्रयोग गर्ने ❓

updates  = अपडेटहरू

no-perms = या त मलाई च्याटमा प्रशासकको रूपमा थपिएको छैन, वा तपाईं च्याटमा प्रशासक हुनुहुन्न!

not-admin = तपाईं च्याटमा प्रशासक हुनुहुन्न!

btn-approve  = नयाँ सदस्यहरूलाई अनुमोदन गर्नुहोस्

btn-disapprove = नयाँ सदस्यहरूलाई अस्वीकार गर्नुहोस्

btn-custom = अनुकूलन स्वागत सन्देश

chat-settings = *{$title} को लागि सेटिङहरू*

    हालको सेटिङहरू:
    स्वतः अनुमोदन: {$autoappr}

chat-settings-approved = सेटिङहरू अद्यावधिक गरियो! च्यानल {$title} मा सामेल हुने नयाँ अनुरोधहरू स्वतः स्वीकृत हुनेछन्!

chat-settings-disapproved = सेटिङहरू अद्यावधिक गरियो! च्यानल {$title} मा नयाँ सामेल अनुरोधहरू स्वतः अस्वीकृत हुनेछन्!

welcome-text = नयाँ स्वीकृत/अस्वीकृत सदस्यहरूले प्राप्त गर्न चाहेको स्वागत सन्देश प्रविष्ट गर्नुहोस्।

    उपलब्ध ढाँचाहरू:
    - $name - प्रयोगकर्ता नाम।
    - $chat  - च्याट शीर्षक।

provide-msg = कृपया सन्देश प्रदान गर्नुहोस्!

welcome-set = स्वागत सन्देश सेट गरियो:
    {$msg}
