start-msg = ନମସ୍କାର {$user}!
    <b>ମୁଁ ଚ୍ୟାନେଲ୍ ଆକ୍ସନ୍ ବଟ୍</b>, ଏକ ବଟ୍ ମୁଖ୍ୟତ ନୂତନ ସହିତ କାମ କରିବା ଉପରେ ଧ୍ୟାନ ଦେଇଥାଏ <a href='https://t.me/telegram/153'>ଆଡମିନ୍ ଅନୁମୋଦନ ଲିଙ୍କ୍ ଆମନ୍ତ୍ରଣ କରେ</a>.
    <i>ମୁଁ</i>:
    - <i>ନୂତନ ଯୋଗଦାନ ଅନୁରୋଧଗୁଡିକ ଅଟୋ ଅନୁମୋଦନ ପାରିବି</i>
    - <i>ଏବଂ ନୂତନ ଯୋଗଦାନ ଅନୁରୋଧଗୁଡିକ ଅଟୋ ପ୍ରତ୍ୟାଖ୍ୟାନ ପାରିବି ।</i>
    <code>ମୋତେ କିପରି ବ୍ୟବହାର କରିବେ ଜାଣିବା ପାଇଁ ନିମ୍ନ ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ!</code>
help = <b>ବ୍ୟବହାର ନିର୍ଦ୍ଦେଶାବଳୀ ।</b>
    
    ଆଡମିନିଷ୍ଟ୍ରେଟର ଭାବରେ ମୋତେ ଆପଣଙ୍କର ଚ୍ୟାନେଲ୍ ରେ ଯୋଡନ୍ତୁ, "add users" ଅଧିକାର ସହିତ, ଏବଂ ମୋତେ ସେଟ୍ ଅପ୍ କରିବାକୁ ସେହି ଚାଟ୍ରୁ ଏକ ବାର୍ତ୍ତା ପଠାନ୍ତୁ!
    
usage-help = ମୋତେ କିପରି ବ୍ୟବହାର କରିବେ ❓
updates = ଅପ୍ଡେଟ୍ସ
no-perms = ନା ମୁଁ ଚାଟ୍ ରେ ଆଡମିନ ଭାବରେ ଯୋଡି ହୋଇନାହିଁ, କିମ୍ବା ଆପଣ ଚାଟ୍ ରେ ଜଣେ ଆଡମିନ ନୁହଁନ୍ତି!
not-admin = ଆପଣ ଚାଟ୍ ର ଜଣେ ଆଡମିନି ନୁହଁନ୍ତି!
btn-approve = ନୂତନ ସଦସ୍ୟମାନଙ୍କୁ ଅନୁମୋଦନ କରନ୍ତୁ
btn-disapprove = ନୂତନ ସଦସ୍ୟମାନଙ୍କୁ ଅନୁମୋଦନ କରନ୍ତୁ
btn-custom = କଷ୍ଟମ୍ ସ୍ୱାଗତ ବାର୍ତ୍ତା
chat-settings = *{$title} ପାଇଁ ସେଟିଂସମୂହ*
    ଚଳିତ ସେଟିଂସମୂହ:
    AutoApprove: {$autoappr}.
chat-settings-approved = ସେଟିଂସମୂହ ଅଦ୍ୟତନ ହୋଇଛି! {$title} ଚ୍ୟାନେଲ୍ ରେ ନୂତନ ଯୋଗଦାନ ଅନୁରୋଧ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଅନୁମୋଦିତ ହେବ!
chat-settings-disapproved = ସେଟିଂସମୂହ ଅଦ୍ୟତନ ହୋଇଛି! {$title} ଚ୍ୟାନେଲ୍ ରେ ନୂତନ ଯୋଗଦାନ ଅନୁରୋଧ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ନାପସନ୍ଦ ହେବ!
welcome-text = ଆପଣ ନୂତନ ଅନୁମୋଦିତ / ନାପସନ୍ଦ ସଦସ୍ୟ ଗ୍ରହଣ କରିବାକୁ ଚାହୁଁଥିବା ସ୍ୱାଗତ ବାର୍ତ୍ତା ପ୍ରବେଶ କରନ୍ତୁ |
    ଉପଲବ୍ଧ ଫର୍ମାଟିଂ:
    - $name - ବ୍ୟବହାରକାରୀଙ୍କ ନାମ ।
    - $chat - ଚାଟ୍ ଟାଇଟଲ୍ |
provide-msg = ଦୟାକରି ଏକ ବାର୍ତ୍ତା ପ୍ରଦାନ କରନ୍ତୁ!
welcome-set = ସ୍ୱାଗତ ବାର୍ତ୍ତା ଏହାକୁ ସେଟ୍ ହୋଇଛି:
    {$msg}
