start-msg = Hi {$user}!

    <b>ਮੈਂ ਚੈਨਲ ਐਕਸ਼ਨ ਬੋਟ ਹਾਂ</b>, ਇੱਕ ਬੋਟ ਜੋ ਮੁੱਖ ਤੌਰ 'ਤੇ ਨਵੇਂ <a href='https://t.me/telegram/153'>ਪ੍ਰਬੰਧਕ ਮਨਜ਼ੂਰੀ ਸੱਦਾ ਲਿੰਕਾਂ ਨਾਲ ਕੰਮ ਕਰਨ 'ਤੇ ਕੇਂਦਰਿਤ ਹੈ</a>.
    <i>ਮੈਂ ਕਰ ਸਕਦਾ ਹਾਂ</i>:
    - <i>ਸ਼ਾਮਲ ਹੋਣ ਦੀਆਂ ਨਵੀਆਂ ਬੇਨਤੀਆਂ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਮਨਜ਼ੂਰ ਕਰੋ</i>
    - <i>ਸ਼ਾਮਲ ਹੋਣ ਦੀਆਂ ਨਵੀਆਂ ਬੇਨਤੀਆਂ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਅਸਵੀਕਾਰ ਕਰੋ।</i>
    <code>ਮੈਨੂੰ ਕਿਵੇਂ ਵਰਤਣਾ ਹੈ ਇਹ ਜਾਣਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ!</code>
help = <b>ਵਰਤੋਂ ਨਿਰਦੇਸ਼.</b>
    
   "ਉਪਭੋਗਤਾ ਜੋੜੋ" ਅਨੁਮਤੀ ਦੇ ਨਾਲ, ਮੈਨੂੰ ਆਪਣੇ ਚੈਨਲ ਵਿੱਚ ਪ੍ਰਸ਼ਾਸਕ ਵਜੋਂ ਸ਼ਾਮਲ ਕਰੋ, ਅਤੇ ਮੈਨੂੰ ਸੈੱਟ ਕਰਨ ਲਈ ਉਸ ਚੈਟ ਤੋਂ ਇੱਕ ਸੁਨੇਹਾ ਅੱਗੇ ਭੇਜੋ!
    
usage-help = ਮੈਨੂੰ ਕਿਵੇਂ ਵਰਤਣਾ ਹੈ ❓
updates = ਅੱਪਡੇਟ
no-perms = ਜਾਂ ਤਾਂ ਮੈਨੂੰ ਚੈਟ ਵਿੱਚ ਐਡਮਿਨ ਵਜੋਂ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ, ਜਾਂ ਤੁਸੀਂ ਚੈਟ ਵਿੱਚ ਪ੍ਰਸ਼ਾਸਕ ਨਹੀਂ ਹੋ!
not-admin = ਤੁਸੀਂ ਚੈਟ ਵਿੱਚ ਇੱਕ ਪ੍ਰਸ਼ਾਸਕ ਨਹੀਂ ਹੋ!
btn-approve = ਨਵੇਂ ਮੈਂਬਰਾਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿਓ
btn-disapprove = ਨਵੇਂ ਮੈਂਬਰਾਂ ਨੂੰ ਨਾਮਨਜ਼ੂਰ ਕਰੋ
btn-custom = ਕਸਟਮ ਸੁਆਗਤ ਸੁਨੇਹਾ
chat-settings = *{$title} ਲਈ ਸੈਟਿੰਗਾਂ*
    Current settings:
    AutoApprove: {$autoappr}.
chat-settings-approved = ਸੈਟਿੰਗਾਂ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਗਈਆਂ! ਚੈਨਲ {$title} ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀਆਂ ਨਵੀਆਂ ਬੇਨਤੀਆਂ ਨੂੰ ਆਪਣੇ ਆਪ ਮਨਜ਼ੂਰ ਕੀਤਾ ਜਾਵੇਗਾ!
chat-settings-disapproved = ਸੈਟਿੰਗਾਂ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਗਈਆਂ! ਚੈਨਲ {$title} ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਦੀਆਂ ਨਵੀਆਂ ਬੇਨਤੀਆਂ ਨੂੰ ਆਪਣੇ ਆਪ ਨਾਮਨਜ਼ੂਰ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ!
welcome-text = ਉਹ ਸੁਆਗਤ ਸੁਨੇਹਾ ਦਾਖਲ ਕਰੋ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਨਵੇਂ ਪ੍ਰਵਾਨਿਤ/ਅਪ੍ਰਵਾਨਿਤ ਮੈਂਬਰਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਵੇ।
    Available formattings:
    - $name - users name.
    - $chat - chat title.
provide-msg = ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸੁਨੇਹਾ ਪ੍ਰਦਾਨ ਕਰੋ!
welcome-set = ਸੁਆਗਤ ਸੁਨੇਹਾ ਇਸ 'ਤੇ ਸੈੱਟ ਕੀਤਾ ਗਿਆ:
    {$msg}
