start-msg = Привет {$user}!
    <b>Я бот действий на канале</b>. Этот бот в основном ориентирован на работу с новыми<a href='https://t.me/telegram/153'>Ссылки приглашения на одобрение администратора</a>.

    <i>Я могу</i>:
    - <i>Авто одобрение новых запросов на присоединение</i>
    - <i>Авто отклонение новых запросов на присоединение.</i>

    <code>Нажмите кнопку ниже, чтобы узнать, как использовать меня!</code>

helhelp = <b>Инструкции по использованию.</b>
    
    Добавьте меня на свой канал в качестве администратора с правом «добавить пользователей» и перешлите мне сообщение из этого чата, чтобы настроить меня!

usage-help = Как использовать меня❓

updates = Обновления

no-perms = Либо я не добавлен в чат как админ, либо вы не являетесь админом в чате!

not-admin = Вы не являетесь админом в чате!

btn-approve = Утвердить новых участников

btn-disapprove = Отклонить новых участников

btn-custom = Пользовательское приветственное сообщение

chat-settings = *Настройки для {$title}*

    Текущие настройки:
    Автоодобрение: {$autoappr}.

chat-settings-approved = Настройки обновлены! Новые запросы на вступление в канал {$title} будут одобрены автоматически!

chat-settings-disapproved = Настройки обновлены! Новые запросы на вступление в канал {$title} будут автоматически отклонены!

welcome-text = Введите приветственное сообщение, которое вы хотите, чтобы новые одобренные/отклоненные участники получали.

    Доступные форматирование:
    - $name - имя пользователя.
    - $chat - чат заглавие.

provide-msg = Пожалуйста, предоставьте сообщение!

welcome-set = Приветственное сообщение настроено на:
    {$msg}
