start-msg = வணக்கம் {$user}!
     <b>நான் சேனல் ஆக்ஷன்ஸ் பாட்</b>, புதிய <a href='https://t.me/telegram/153'>நிர்வாக அனுமதி அழைப்பு இணைப்புகள்</a> உடன் பணிபுரிவதில் முக்கியமாக கவனம் செலுத்தும் போட்.
     <i>என்னால் முடியும்</i>:
     - <i>புதிய சேருவதற்கான கோரிக்கைகளை தானாக அங்கீகரிக்கவும்</i>
     - <i>புதிய சேருவதற்கான கோரிக்கைகளைத் தானாக நிராகரித்தல்.</i>
     <code>என்னைப் பயன்படுத்துவது எப்படி என்பதை அறிய கீழே உள்ள பொத்தானைக் கிளிக் செய்யவும்!</code>
help = <b>பயன்பாட்டு வழிமுறைகள்.</b>
    
     "பயனர்களைச் சேர்" அனுமதியுடன் என்னை உங்கள் சேனலில் நிர்வாகியாகச் சேர்த்து, என்னை அமைக்க அந்த அரட்டையிலிருந்து ஒரு செய்தியை எனக்கு அனுப்பவும்!
usage-help = என்னை எப்படி பயன்படுத்துவது ❓
updates = மேம்படுத்தல்கள்
no-perms = ஒன்று நான் அரட்டையில் நிர்வாகியாக சேர்க்கப்படவில்லை, அல்லது நீங்கள் அரட்டையில் நிர்வாகி இல்லை!
not-admin = நீங்கள் அரட்டையில் நிர்வாகி இல்லை!
btn-approve = புதிய உறுப்பினர்களை அங்கீகரிக்கவும்
btn-disapprove = புதிய உறுப்பினர்களை நிராகரிக்கவும்
btn-custom = விருப்ப வரவேற்பு செய்தி
chat-settings = *{$title}க்கான அமைப்புகள்*
     தற்போதைய அமைப்புகள்:
     தானியங்கு அனுமதி: {$autoappr}.
chat-settings-approved = அமைப்புகள் புதுப்பிக்கப்பட்டன! {$title} சேனலில் சேரும் புதிய கோரிக்கைகள் தானாகவே அங்கீகரிக்கப்படும்!
chat-settings-disapproved = அமைப்புகள் புதுப்பிக்கப்பட்டன! {$title} சேனலில் சேரும் புதிய கோரிக்கைகள் தானாகவே நிராகரிக்கப்படும்!
welcome-text = புதிய அங்கீகரிக்கப்பட்ட/மறுக்கப்பட்ட உறுப்பினர்கள் பெற விரும்பும் வரவேற்பு செய்தியை உள்ளிடவும்.
     கிடைக்கக்கூடிய வடிவமைப்புகள்:
     - $name - பயனர் பெயர்.
     - $chat - அரட்டை தலைப்பு.
provide-msg = தயவுசெய்து ஒரு செய்தியை வழங்கவும்!
Welcome-set = வரவேற்பு செய்தி இதற்கு அமைக்கப்பட்டுள்ளது:
     {$msg}
