start-msg = హాయ్ {$user}!
     <b>నేను ఛానెల్ చర్యల బాట్</b>, కొత్త <a href='https://t.me/telegram/153'>అడ్మిన్ ఆమోదం ఆహ్వాన లింక్‌లు</a>తో పని చేయడంపై ప్రధానంగా దృష్టి సారించిన బాట్.

     <i>నేను చేయగలను</i>:
     - <i>కొత్త చేరిక అభ్యర్థనలను స్వయంచాలకంగా ఆమోదించండి</i>
     - <i>కొత్త చేరిక అభ్యర్థనలను స్వయంచాలకంగా తిరస్కరించండి.</i>

     <code>నన్ను ఎలా ఉపయోగించాలో తెలుసుకోవడానికి దిగువ బటన్‌ను క్లిక్ చేయండి!</code>

help = <b>వినియోగ సూచనలు.</b>
    
     "వినియోగదారులను జోడించు" అనుమతితో నన్ను మీ ఛానెల్‌కి నిర్వాహకునిగా చేర్చుకోండి మరియు నన్ను సెటప్ చేయడానికి ఆ చాట్ నుండి ఒక సందేశాన్ని నాకు ఫార్వార్డ్ చేయండి!

usage-help = నన్ను ఎలా ఉపయోగించాలి ❓

updates = నవీకరణలు

no-perms = నేను చాట్‌లో అడ్మిన్‌గా జోడించబడలేదు లేదా మీరు చాట్‌లో అడ్మిన్ కాదు!

not-admin = మీరు చాట్‌లో నిర్వాహకులు కాదు!

btn-approve = కొత్త సభ్యులను ఆమోదించండి

btn-disapprove = కొత్త సభ్యులను నిరాకరించు

btn-custom = అనుకూల స్వాగత సందేశం

chat-settings = *{$title} కోసం సెట్టింగ్‌లు*

     ప్రస్తుత సెట్టింగ్లు:
     స్వీయ ఆమోదం: {$autoappr}.

chat-settings-approved = సెట్టింగ్‌లు నవీకరించబడ్డాయి! ఛానెల్ {$title}లో కొత్త చేరిక అభ్యర్థనలు స్వయంచాలకంగా ఆమోదించబడతాయి!

chat-settings-disapproved = సెట్టింగ్‌లు నవీకరించబడ్డాయి! {$title} ఛానెల్‌లోని కొత్త చేరిక అభ్యర్థనలు స్వయంచాలకంగా తిరస్కరించబడతాయి!

welcome-text = కొత్త ఆమోదించబడిన/నిరాకరణ సభ్యులు స్వీకరించాలనుకుంటున్న స్వాగత సందేశాన్ని నమోదు చేయండి.

     అందుబాటులో ఉన్న ఫార్మాటింగ్‌లు:
     - $name - వినియోగదారుల పేరు.
     - $chat - చాట్ శీర్షిక.

provide-msg = దయచేసి ఒక సందేశాన్ని అందించండి!

welcome-set = స్వాగత సందేశం దీనికి సెట్ చేయబడింది:
     {$msg}
